{
  "cast": [
    "Peter Dinklage",
    "Lena Headey",
    "Emilia Clarke",
    "Kit Harington",
    "Sophie Turner",
    "Maisie Williams",
    "Nikolaj Coster-Waldau",
    "Iain Glen",
    "John Bradley",
    "Alfie Allen",
    "Conleth Hill",
    "Liam Cunningham",
    "Gwendoline Christie",
    "Aidan Gillen",
    "Isaac Hempstead Wright",
    "Rory McCann",
    "Nathalie Emmanuel",
    "Jerome Flynn",
    "Daniel Portman",
    "Jacob Anderson",
    "Ben Crompton",
    "Kristofer Hivju",
    "Julian Glover",
    "Carice van Houten",
    "Charles Dance",
    "Hannah Murray",
    "Natalie Dormer",
    "Jack Gleeson",
    "Michelle Fairley",
    "Ian McElhinney",
    "Stephen Dillane",
    "Joe Dempsie",
    "Kristian Nairn",
    "Anton Lesser",
    "Mark Stanley",
    "Richard Madden",
    "Finn Jones",
    "Sibel Kekilli",
    "Iwan Rheon",
    "Michael McElhatton",
    "Owen Teale",
    "Michiel Huisman",
    "Diana Rigg",
    "Dean-Charles Chapman",
    "Rose Leslie",
    "Tom Wlaschiha",
    "Hafþór Júlíus Björnsson",
    "Brenock O'Connor",
    "Ian Beattie",
    "Natalia Tena"
  ],
  "end year": 2019,
  "full-size cover url": "https://m.media-amazon.com/images/M/MV5BN2IzYzBiOTQtNGZmMi00NDI5LTgxMzMtN2EzZjA1NjhlOGMxXkEyXkFqcGdeQXVyNjAwNDUxODI@.jpg",
  "genres": [
    "Action",
    "Adventure",
    "Drama",
    "Fantasy"
  ],
  "number of seasons": 8,
  "plot": [
    "Nine noble families fight for control over the lands of Westeros, while an ancient enemy returns after being dormant for a millennia.",
    "In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms. As conflict erupts in the kingdoms of men, an ancient enemy rises once again to threaten them all. Meanwhile, the last heirs of a recently usurped dynasty plot to take back their homeland from across the Narrow Sea.—Sam Gray",
    "Years after a rebellion spurred by a stolen bride to be and the blind ambitions of a mad King, Robert of the house Baratheon (Mark Addy) sits on the much desired Iron Throne. In the mythical land of Westeros, nine noble families fight for every inch of control and every drop of power. The King's Hand, Jon Arryn (Sir John Standing), is dead. And Robert seeks out his only other ally in all of Westeros, his childhood friend Lord Eddard \"Ned\" Stark. The solemn and honorable Warden of the North is tasked to depart his frozen sanctuary and join the King in the capital of King's Landing to help the now overweight and drunk Robert rule. However, a letter in the dead of night informs \"Ned\" that the former Hand was murdered, and that Robert will be next. So noble Ned goes against his better desires in an attempt to save his friend and the kingdoms. But political intrigue, plots, murders, and sexual desires lead to a secret that could tear the Seven Kingdoms apart. And soon Eddard will find out what happens when you play the Game of Thrones.—Gregory Tobin",
    "Based on the best-selling book series \"A Song of Ice and Fire\" by George R.R. Martin, this sprawling HBO drama is set in a world where summers span several decades and winters can last a lifetime. From the scheming south and the savage eastern lands, to the frozen north and ancient Wall that protects the realm from the mysterious darkness beyond, the powerful families of the Seven Kingdoms are locked in a battle for the Iron Throne. This is a story of duplicity and treachery, nobility and honor, conquest and triumph. In the Game of Thrones, you either win or you die.—ahmetkozan",
    "In the mythical continent of Westeros, nine families of higher nobility (Targaryen, Lannisters, Starks, Tyrell, Martell, Greyjoys, Baratheons and Boltons) scramble bitterly to gain power over the seven kingdoms and the Iron throne. As Westeros becomes rife with political unrests, conflicts, treachery, murder and debauchery, an ancient enemy (Army of the dead) awakens and strike the sense of doom to the living folks of Westeros.—mwitamaibuni"
  ],
  "plot outline": "In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms. As conflict erupts in the kingdoms of men, an ancient enemy rises once again to threaten them all. Meanwhile, the last heirs of a recently usurped dynasty plot to take back their homeland from across the Narrow Sea.",
  "rating": 9.2,
  "release year": 2011,
  "runtimes": [
    "4189"
  ],
  "synopsis": [
    "The imaginary continent of Westeros was once inhabited by a magical people, the Children of the Forest. For centuries, other people came across the Narrow Sea from the eastern continent of Essos: up North, the First Men; in the Center, the Andals; down South, the Dornish. With time, the Chirldren of the Forest were relegated to the world of legends, and the different ethnicities divided the continent in seven major kingdoms.\nNow, in thus South of Essos, there was a ancient and powerful civilization called Valyria, that ruled through magic and dragons. Valyrians also came to Westeros and established three clans: the Velaryon, the Celtigar, and the powerful dragon-riders, the Targaryens.\nOne such Targaryen, Aegon the Conqueror, united the Seven Kingdoms of Westeros under his rule, and the Targaryens controlled Westeros for centuries, even after their homeland of Valyria was destroyed in a mysterious holocaust.\nThe Targaryen rule was an unstable balance between their pagan valyrian rituals, based on incest to keep their blood-line pure since it was their valyrian blood that allowed them control of the dragons; and the several religions and uses of Westeros, among them the andal religion of The Seven Gods. Many wars were fought until King Jaeherys established peace and balance in Westeros.\nUnfortunately, a war among the Targaryens family, called The Dance of The Dragons, destroyed most of the Targaryens and their dragons. The Targaryen power dwindled for generations, until their last king Aerys II, the \"Mad King\", haunted by delusions and hallucinations, abused his power and insulted many of the major families of the Seven Kingdoms.\nWar ensued. After kidnapping a young lady from the Stark clan (rulers of the North and descendants of the First Men) and killing her father and brother who claimed for justice, the younger brother Ned Stark allied with her betrothed Robert Baratheon, lord of Storm's End and an andal, and the Targaryens were deposed of the throne and killed, in battle or massacre, but for two young babies promptly evacuated to Essos.\nSeveral years later, this show begins.\nA three-men team surveils the frozen north to find there is an ancient menace returning, but the remaining survivor, a simple fool, is thought to be crazy and is beheaded for desertion by a much older Ned Stark.\nAt the same time, his village is visited by the king Robert Baratheon, now an old and fat man, married to a lady from the Lannister clan (and former allies of the Targaryens - before they betrayed them when they realized Baratheon was winning the war).\nThe right-hand man of the King, aptly named \"Hand of the King\" died in mysterious circumstances, and Robert names Ned Stark his successor to find what happened.\nDuring his stay in the capital, King's Landing, Ned Stark finds that the former Hand of the King discovered a major conspiracy by the queen Cersei Lannister, and that her sons and heirs to the throne were bastards. But the King dies of a \"hunting accident\" and the queen takes the throne to her son. Trying to denounce the coup, Ned Stark is arrested and beheaded by his own sword.\nHis men are all killed, and only her two daughters survive - the naive Sansa, betrothed to the new king, and Arya, a tom-boy who escapes.\nHis elder son, Robb Stark, is named King in the North, and rides down on King's Landing to avenge his father. Other contestants claim the crown too, starting a war that ravages the Seven Kingdoms and takes up most of the first three seasons.\nRobb Stark is killed by treason, and the Lannisters consider the war won. But then the young king Joffrey is poisoned, and all blame falls on the uncle, a very smart dwarf that the queen hates because she blames him for killing their mother during labor. The dwarf, Tyrion Lannister, escapes but his adventures make up part of most of the remaining seasons\nQueen Cersei replaces Joffrey by another son, but then King's Landing is taken by a powerful religious movement, that denounces her as incestuous - and shames her in front of everybody in King's Landing. Cersei ends killing everybody in revenge, including the betrothed new queen. And his last son commits suicide out of grief. Cersei is now the sole ruler of Westeros. Or should be...\n... because, since the first episode, the two Targaryenm babies, now young adults, are conspiring in Essos to take back their crown. Viserys, a mad ambitious young man, ends up being killed but his sister, Daennerys, marries a powerful warlord, and receives three dragon eggs as wedding gift. Thought to be old barren eggs, turned into stone, Daennerys manages to hatch them, and her adventures begin at the end of the first season. Expelled from the tribe after her husband's death, she crosses the desert, faces all sort of dangers and enemies, until she manages to reach a slave city, where she sells her dragons to buy an army of thousands of slaves - then turns her dragons on the slave-owners. Thus begins her story as \"Breaker of Chains\".\nAfter invading and destroying all slaver cities, and freeing millions of people, she manages to reconquer her old tribe, and crosses the Narrow Sea to invade Westeros.\nBut, up North... Ned Starks bastard, Jon Snow, joins the Night's Watch, a militia of \"forced volunteers\" that watches over a big, magical wall of ice that separates the Lands of Always Winter, up North, and the remaining of Westeros. He discovers the ancient peril the simple fool alerted about in the first episode, is all too real. He rises to commander of the Night's Watch and unites his men to the lost tribes of Wildlings, free men that roam the northern lands above the Wall, free of the laws of the Seven Kingdoms.\nHe manages to save them all from an attack of wights, zombie-like dead people, reanimated by the magic of thus mysterious White Walkers, people that seem made of ice - and are led by the Night King.\nBut the Night's Watch does not like his decisions, so they kill him.\nAnd here the books end their story.\nBut the show goes further on.\nUsing magic, a mysterious sorcerer called Melisandre, that worships the Lord of Light and fights the Night King, reanimates Jon Snow. Thus begins the story of Jon Snow, future King in the North.\nIn the remaining episodes, Jon Snow manages to take back the castle of Winterfell, that belonged to the Starks, and reunites with a much less naive Sansa Stark, who became a intelligent ruler, and a cruel Arya Stark, who became an assassin. They also reunite with the much younger Bran Stark, who had acquired magical powers that allowed to see the past.\nTogether, they manage to ally with Daennerys Targaryen in their fight against the Lannisters, but also against the army of the dead, led by the Night King. His army attacks Winterfell to kill Bran Stark, for he's the only one with powers to stop the Night King. The battle is overwhelming - and the Night King has one of Daennerys's dragons, that he killed and reanimated as an ice dragon! In the last minute, when the Night King is about to kill a defenseless Bran Stark, Arya show her prowess as assassin and stabs the Night King with a very famous Valyrian blade (the dagger of Aegon the Conqueror, the first Targaryen king; this dagger is important in the story of the show House of the Dragon, and was also used in an attempt on the life of Bran Stark in the beginning of the show).\nAfter defeating the Night King, the conjoint armies of the Jon Snow's Northernmen and Daennerys's savage riders attack King's Landing and defeat the Lannisters. But Daennerys shows she's really the \"Mad King\"'s daughter by destroying King's Landing even after the surrender of the city, and she vows on the total submission of the entire Seven Kingdoms like her ancestors did - thus endangering the freedom of the Northernmen.\nJon Snow, who grew up to be her lover, makes a final sacrifice by killing her to ensure lasting peace in Westeros.And this is but an iota of the many stories, surprises, plots and mysteries of the show. And the books are even more surprising!"
  ],
  "title": "Game of Thrones",
  "votes": 2256103,
  "writers": [
    "David Benioff",
    "David Benioff",
    "David Benioff"
  ]
}